Repository: M1zz/Rereminder
Catalog: Rereminder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Track your timer usage patterns and improve your time management
de: Verfolge, wie du Timer nutzt, und verbessere dein Zeitmanagement
es: Revisa cómo usas el temporizador y mejora tu gestión del tiempo
fr: Suivez vos habitudes d’utilisation et améliorez votre gestion du temps
it: Scopri come usi i timer e migliora la gestione del tempo
ja: タイマーの使用パターンを把握して 時間管理を改善しましょう
ko: 타이머 사용 패턴을 확인하고 시간 관리를 개선하세요
pt_br: Acompanhe seus padrões de uso e melhore sua gestão do tempo
zh_hans: 掌握计时器的使用习惯 改善你的时间管理
zh_hant: 掌握計時器的使用習慣 改善你的時間管理

source: Trial: %lld views remaining
de: Test: noch %lld Aufrufe
es: Prueba: quedan %lld vistas
fr: Essai : encore %lld vues
it: Prova: ancora %lld visualizzazioni
ja: 体験: 残り%lld回
ko: 체험: %lld회 남음
pt_br: Teste: %lld visualizações restantes
zh_hans: 体验：还剩 %lld 次
zh_hant: 體驗：還剩 %lld 次

source: Try 5 more times
de: 5 weitere Male testen
es: Probar 5 veces más
fr: Essayer 5 fois de plus
it: Prova altre 5 volte
ja: あと5回試す
ko: 5회 더 사용해보기
pt_br: Experimentar mais 5 vezes
zh_hans: 再试 5 次
zh_hant: 再試 5 次

source: Try it
de: Ausprobieren
es: Pruébalo
fr: Essayer
it: Provalo
ja: 試してみる
ko: 체험해 보기
pt_br: Experimentar
zh_hans: 试一试
zh_hant: 試試看

source: Try this
de: Probier das
es: Prueba esto
fr: Essayez ceci
it: Prova così
ja: こうしてみてください
ko: 이렇게 해보세요
pt_br: Experimente isto
zh_hans: 试试这样做
zh_hant: 試試這樣做

source: Turn on notifications to get alerts while the app is in the background.
de: Aktiviere Mitteilungen, um Erinnerungen zu bekommen, während die App im Hintergrund ist.
es: Activa las notificaciones para recibir avisos con la app en segundo plano.
fr: Activez les notifications pour recevoir les alertes quand l’app est en arrière-plan.
it: Attiva le notifiche per ricevere avvisi quando l'app è in background.
ja: バックグラウンドでも通知を受け取るには、通知を許可してください。
ko: 백그라운드에서도 알림을 받으려면 알림 권한을 켜주세요.
pt_br: Ative as notificações para receber alertas com o app em segundo plano.
zh_hans: 想在后台也收到提醒，请开启通知权限。
zh_hant: 想在背景也收到提醒，請開啟通知權限。

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Unlimited for everyone
de: Unbegrenzt für alle
es: Ilimitado para todos
fr: Illimité pour tous
it: Illimitati per tutti
ja: すべての人に無制限
ko: 모두에게 무제한
pt_br: Ilimitado para todos
zh_hans: 所有人都无限使用
zh_hant: 所有人都無限使用

source: Unlock all features · One-time purchase
de: Alle Funktionen freischalten · Einmalkauf
es: Desbloquea todo · Compra única
fr: Tout débloquer · Achat unique
it: Sblocca tutte le funzioni · Acquisto una tantum
ja: すべての機能を解除・買い切り
ko: 모든 기능 잠금 해제 · 일회성 구매
pt_br: Desbloqueie tudo · Compra única
zh_hans: 解锁全部功能 · 一次性买断
zh_hant: 解鎖全部功能 · 一次買斷

source: Unlock with Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquer avec Pro
it: Sblocca con Pro
ja: Proで解除
ko: Pro로 잠금 해제
pt_br: Desbloquear com o Pro
zh_hans: 用 Pro 解锁
zh_hant: 用 Pro 解鎖

source: Upgrade to %@
de: Upgrade auf %@
es: Mejorar a %@
fr: Passer à %@
it: Passa a %@
ja: %@にアップグレード
ko: %@(으)로 업그레이드
pt_br: Obter o %@
zh_hans: 升级到 %@
zh_hant: 升級到 %@

source: Upgrade to Pro
de: Upgrade auf Pro
es: Mejorar a Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Obter o Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

source: Usage Example
de: Anwendungsbeispiel
es: Ejemplo de uso
fr: Exemple d’utilisation
it: Esempio d'uso
ja: 使用例
ko: 사용 예시
pt_br: Exemplo de uso
zh_hans: 使用示例
zh_hant: 使用範例

source: Usage Stats (Developer)
de: Nutzungsstatistik (Entwickler)
es: Estadísticas de uso (desarrollador)
fr: Statistiques d’utilisation (développeur)
it: Statistiche d'uso (sviluppatore)
ja: 使用統計（開発者）
ko: 사용 통계 (개발자)
pt_br: Estatísticas de uso (desenvolvedor)
zh_hans: 使用统计（开发者）
zh_hant: 使用統計（開發者）

source: Use on All Your Devices
de: Auf allen deinen Geräten nutzen
es: Úsalo en todos tus dispositivos
fr: Utilisez-le sur tous vos appareils
it: Usalo su tutti i tuoi dispositivi
ja: すべてのデバイスで使う
ko: 모든 기기에서 사용하기
pt_br: Use em todos os seus dispositivos
zh_hans: 在你所有的设备上使用
zh_hant: 在你所有的裝置上使用

source: Warm-up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
pt_br: Aquecimento
zh_hans: 热身
zh_hant: 熱身

source: We'll remind you the evening before, with this setup ready to go.
de: Wir erinnern dich am Vorabend – mit diesem Setup startklar.
es: Te avisaremos la noche anterior, con esta configuración lista.
fr: Nous vous le rappellerons la veille au soir, avec ce réglage prêt à l’emploi.
it: Te lo ricorderemo la sera prima, con questa configurazione già pronta.
ja: その前日の夕方にお知らせします。今の設定はそのまま用意しておきます。
ko: 그 전날 저녁에 알려 드릴게요. 지금 설정 그대로 준비해 둡니다.
pt_br: Vamos avisar você na véspera, à noite, com esta configuração pronta.
zh_hans: 我们会在前一天晚上提醒你，并把现在的设置准备好。
zh_hant: 我們會在前一天晚上提醒你，並把現在的設定準備好。

source: Wear your Apple Watch and keep it near this iPhone.
de: Trag deine Apple Watch und halte sie in der Nähe dieses iPhone.
es: Lleva puesto tu Apple Watch y mantenlo cerca de este iPhone.
fr: Portez votre Apple Watch et gardez-la près de cet iPhone.
it: Indossa l'Apple Watch e tienilo vicino a questo iPhone.
ja: Apple Watchを装着し、このiPhoneの近くに置いてください。
ko: Apple Watch를 착용하고 이 iPhone 가까이 두세요.
pt_br: Use o Apple Watch e mantenha-o perto deste iPhone.
zh_hans: 戴上 Apple Watch，并放在这台 iPhone 附近。
zh_hant: 戴上 Apple Watch，並放在這台 iPhone 附近。

source: What is a full alarm?
de: Was ist ein echter Alarm?
es: ¿Qué es la alarma completa?
fr: Qu’est-ce qu’une vraie alarme ?
it: Come funziona la sveglia?
ja: アラームで鳴らすとは？
ko: 알람으로 울리기란?
pt_br: O que é o alarme completo?
zh_hans: 用闹钟响铃是什么？
zh_hant: 用鬧鐘響鈴是什麼？

source: What is Quick Test Mode?
de: Was ist der Schnelltestmodus?
es: ¿Qué es el modo de prueba rápida?
fr: Qu’est-ce que le mode test rapide ?
it: Cos'è la modalità test rapida?
ja: クイックテストモードとは？
ko: 빠른 테스트 모드란?
pt_br: O que é o modo de teste rápido?
zh_hans: 什么是快速测试模式？
zh_hant: 什麼是快速測試模式？

source: What it says when it rings
de: Was beim Klingeln angezeigt wird
es: Qué dice cuando suena
fr: Ce qu’il dit quand il sonne
it: Cosa dice quando suona
ja: 鳴るときに出す言葉
ko: 울릴 때 뭐라고 할까요
pt_br: O que dizer quando tocar
zh_hans: 响起时说什么
zh_hant: 響起時說什麼

source: What Pro unlocks
de: Das schaltet Pro frei
es: Lo que desbloquea Pro
fr: Ce que Pro débloque
it: Cosa sblocca Pro
ja: Proで解放されるもの
ko: Pro가 여는 것
pt_br: O que o Pro desbloqueia
zh_hans: Pro 能解锁什么
zh_hant: Pro 能解鎖什麼

source: What will you say in this section?
de: Was sagst du in diesem Abschnitt?
es: ¿Qué dirás en esta sección?
fr: Que direz-vous dans cette partie ?
it: Cosa dirai in questa sezione?
ja: このセクションで何を話しますか？
ko: 이 구간에서 무엇을 말할까요?
pt_br: O que você vai dizer nesta etapa?
zh_hans: 这一段你要讲什么？
zh_hant: 這一段你要講什麼？

source: What will you use it for?
de: Wofür willst du die App nutzen?
es: ¿Para qué lo vas a usar?
fr: Pour quoi allez-vous l’utiliser ?
it: Per cosa lo userai?
ja: 何に使いますか？
ko: 어디에 쓰실 건가요?
pt_br: Para que você vai usar?
zh_hans: 你打算用它做什么？
zh_hant: 你打算用它做什麼？

source: What's changing
de: Was sich ändert
es: Qué cambia
fr: Ce qui change
it: Cosa cambia
ja: 変わること
ko: 이렇게 바뀝니다
pt_br: O que muda
zh_hans: 会有这些变化
zh_hant: 會有這些變化

source: When the timer ends
de: Wenn der Timer endet
es: Cuando termina el temporizador
fr: À la fin du minuteur
it: Quando il timer finisce
ja: タイマー終了時
ko: 타이머가 끝나면
pt_br: Quando o timer terminar
zh_hans: 计时结束时
zh_hant: 計時結束時

source: When the timer ends, your iPhone rings like an alarm clock instead of showing a notification. It plays at alarm volume even in Silent Mode or a Focus, takes over the whole screen, and keeps ringing until you press Stop. Snooze gives you five more minutes. Use it when you must not miss the end - a workout set, a break you keep skipping. Leave it off for quiet places.
de: Wenn der Timer endet, klingelt dein iPhone wie ein Wecker, statt nur eine Mitteilung zu zeigen. Es klingelt in Weckerlautstärke, auch im Stumm-Modus oder in einem Fokus, füllt den ganzen Bildschirm und hört erst auf, wenn du Stopp drückst. Mit Schlummern bekommst du fünf Minuten mehr. Nutze es, wenn du das Ende auf keinen Fall verpassen darfst – ein Trainingssatz, eine Pause, die du immer wieder überspringst. In ruhigen Umgebungen lieber ausgeschaltet lassen.
es: Cuando termina el temporizador, tu iPhone suena como un despertador en lugar de mostrar una notificación. Suena a volumen de alarma incluso en modo silencio o con Concentración, ocupa toda la pantalla y sigue sonando hasta que toques Detener. Posponer te da cinco minutos más. Úsala cuando no puedas perderte el final: una serie de ejercicio, un descanso que siempre te saltas. Desactívala en lugares silenciosos.
fr: À la fin du minuteur, votre iPhone sonne comme un réveil au lieu d’afficher une notification. Il sonne au volume d’alarme, même en mode silencieux ou en Concentration, occupe tout l’écran et continue jusqu’à ce que vous touchiez Arrêter. Répéter vous laisse cinq minutes de plus. À utiliser quand vous ne devez pas manquer la fin : une série d’exercices, une pause que vous repoussez sans cesse. Laissez-la désactivée dans les lieux calmes.
it: Quando il timer finisce, il tuo iPhone suona come una sveglia invece di mostrare una notifica. Suona al volume della sveglia anche in modalità silenziosa o Full Immersion, occupa tutto lo schermo e continua finché non premi Stop. Posponi ti dà altri cinque minuti. Usala quando non puoi perderti la fine: una serie di allenamento, una pausa che continui a saltare. Lasciala disattivata nei luoghi silenziosi.
ja: タイマーが終わると、通知ではなく目覚まし時計のように鳴ります。 サイレントモードや集中モードでもアラーム音量で画面全体に表示され、停止を押すまで鳴り続けます。スヌーズを押すと5分後にもう一度鳴ります。 トレーニングのセットや、つい飛ばしてしまう休憩など、終わりを逃せないときにお使いください。静かな場所ではオフに。
ko: 타이머가 끝나면 알림 대신 자명종처럼 울립니다. 무음 모드나 집중 모드에서도 알람 볼륨으로 화면 전체를 덮고, 정지를 누를 때까지 계속 울립니다. 다시 알림을 누르면 5분 뒤에 다시 부릅니다. 운동 세트나 자꾸 건너뛰는 휴식처럼 끝을 놓치면 안 될 때 켜세요. 조용한 곳에서는 꺼 두세요.
pt_br: Quando o timer termina, seu iPhone toca como um despertador em vez de mostrar uma notificação. Ele toca no volume de alarme mesmo no modo silencioso ou em um Foco, ocupa a tela inteira e continua tocando até você apertar Parar. Adiar dá mais cinco minutos. Use quando não pode perder o fim - uma série de treino, uma pausa que você vive adiando. Deixe desativado em lugares silenciosos.
zh_hans: 计时结束时，iPhone 不是弹出通知，而是像闹钟一样响起来。 即使在静音模式或专注模式下，它也会以闹钟音量占满整个屏幕，直到你按下停止才会停。按稍后提醒会在 5 分钟后再响一次。 在绝对不能错过结束时刻的场合使用它 — 一组训练，或者总被你跳过的休息。安静的场合请关掉。
zh_hant: 計時結束時，iPhone 不是跳出通知，而是像鬧鐘一樣響起來。 即使在靜音模式或專注模式下，它也會以鬧鐘音量佔滿整個螢幕，直到你按下停止才會停。按稍後提醒會在 5 分鐘後再響一次。 在絕對不能錯過結束時刻的場合使用它 — 一組訓練，或者總被你跳過的休息。安靜的場合請關掉。

source: When's the next one?
de: Wann ist der nächste Termin?
es: ¿Cuándo es la próxima?
fr: À quand la prochaine ?
it: Quando sarà la prossima?
ja: 次はいつですか？
ko: 다음 자리는 언제인가요?
pt_br: Quando é a próxima?
zh_hans: 下一次是什么时候？
zh_hant: 下一次是什麼時候？

source: With Pro, the app keeps setups like this and brings them back in one tap.
de: Mit Pro merkt sich die App solche Setups und holt sie mit einem Tipp zurück.
es: Con Pro, la app guarda configuraciones como esta y las recupera con un toque.
fr: Avec Pro, l’app garde ce genre de réglage et le ramène d’un toucher.
it: Con Pro, l'app conserva configurazioni come questa e le richiama con un tocco.
ja: Proでは、こうした設定をそのまま保存してワンタップで呼び出せます。
ko: Pro에서는 이런 설정을 저장해 두고 한 번에 불러올 수 있어요.
pt_br: Com o Pro, o app guarda configurações como esta e as traz de volta com um toque.
zh_hans: 有了 Pro，这样的设置会被保存下来，点一下就能调回。
zh_hant: 有了 Pro，這樣的設定會被儲存下來，點一下就能叫回。

source: Without notification permission, the following features won't work properly:
de: Ohne Mitteilungsberechtigung funktioniert Folgendes nicht richtig:
es: Sin permiso de notificaciones, estas funciones no funcionarán bien:
fr: Sans l’autorisation des notifications, ces fonctions ne marcheront pas correctement :
it: Senza il permesso per le notifiche, queste funzioni non funzioneranno correttamente:
ja: 通知権限がないと、以下の機能が正常に動作しません：
ko: 알림 권한이 없으면 다음 기능이 제대로 작동하지 않습니다:
pt_br: Sem permissão de notificação, os seguintes recursos não funcionarão direito:
zh_hans: 没有通知权限时，以下功能将无法正常工作：
zh_hant: 沒有通知權限時，以下功能將無法正常運作：

source: Workout
de: Training
es: Entrenamiento
fr: Sport
it: Allenamento
ja: 運動
ko: 운동
pt_br: Treino
zh_hans: 运动
zh_hant: 運動

source: Works in real-time
de: Läuft in Echtzeit
es: Funciona en tiempo real
fr: Fonctionne en temps réel
it: Funziona in tempo reale
ja: リアルタイムで動作します
ko: 실시간으로 동작합니다
pt_br: Funciona em tempo real
zh_hans: 实时运行
zh_hant: 即時運作

source: Wrap-up
de: Ausklang
es: Conclusión
fr: Conclusion
it: Conclusione
ja: まとめ
ko: 마무리
pt_br: Encerramento
zh_hans: 收尾
zh_hant: 收尾

source: Write a Review on App Store
de: Bewertung im App Store schreiben
es: Escribir una reseña en el App Store
fr: Rédiger un avis sur l’App Store
it: Scrivi una recensione su App Store
ja: App Storeでレビューを書く
ko: App Store에서 리뷰 작성
pt_br: Escrever avaliação na App Store
zh_hans: 在 App Store 撰写评价
zh_hant: 在 App Store 撰寫評論

source: Yes, I have one
de: Ja, hab ich
es: Sí, tengo
fr: Oui, j’en ai une
it: Sì, ce l'ho
ja: はい、あります
ko: 네, 있어요
pt_br: Sim, tenho
zh_hans: 是，我有
zh_hant: 是，我有

source: You backed this app early. Anything we add to Pro from now on unlocks for you automatically — no extra purchase, ever.
de: Du hast diese App früh unterstützt. Alles, was wir ab jetzt zu Pro hinzufügen, wird für dich automatisch freigeschaltet – ohne Zusatzkauf, für immer.
es: Apoyaste esta app desde el principio. Todo lo que agreguemos a Pro a partir de ahora se desbloqueará para ti automáticamente, sin compras extra, nunca.
fr: Vous avez soutenu cette app dès le début. Tout ce que nous ajouterons à Pro se débloquera automatiquement pour vous, sans aucun achat supplémentaire, jamais.
it: Hai sostenuto questa app fin dall'inizio. Tutto ciò che aggiungeremo a Pro da ora in poi si sbloccherà per te automaticamente, senza mai altri acquisti.
ja: このアプリがまだ始まったばかりの頃に購入してくださいました。今後Proに何が追加されても自動的に解放されます — 追加購入は一切ありません。
ko: 이 앱이 막 시작할 때 값을 치러 주셨습니다. 앞으로 Pro에 무엇이 추가되든 자동으로 열립니다 — 추가 결제는 영원히 없습니다.
pt_br: Você apoiou este app desde o início. Tudo o que adicionarmos ao Pro daqui em diante será desbloqueado automaticamente para você — sem nenhuma compra extra, nunca.
zh_hans: 你在这个 App 刚起步时就付费支持。从今以后 Pro 增加的任何功能都会自动为你解锁 — 永远不需要再次付费。
zh_hant: 你在這個 App 剛起步時就付費支持。從今以後 Pro 增加的任何功能都會自動為你解鎖 — 永遠不需要再次付費。

source: You can set your own alert times in Settings.
de: Eigene Erinnerungszeiten kannst du in den Einstellungen festlegen.
es: Puedes elegir tus propios momentos de aviso en Ajustes.
fr: Vous pouvez choisir vos propres moments d’alerte dans Réglages.
it: Puoi impostare i tuoi tempi di avviso in Impostazioni.
ja: 設定で好きな通知時間に変更できます。
ko: 설정에서 원하는 알림 시간으로 바꿀 수 있어요.
pt_br: Você pode definir seus próprios horários de alerta em Ajustes.
zh_hans: 你可以在设置中改成想要的提醒时间。
zh_hant: 你可以在設定中改成想要的提醒時間。

source: You use this setup a lot
de: Dieses Setup nutzt du oft
es: Usas mucho esta configuración
fr: Vous utilisez souvent ce réglage
it: Usi spesso questa configurazione
ja: この設定をよく使っていますね
ko: 이 설정을 자주 쓰시네요
pt_br: Você usa muito esta configuração
zh_hans: 你经常用这个设置
zh_hant: 你經常用這個設定

# You usually run %@ with %lld alerts around now.
source: You usually run %1$@ with %2$lld alerts around now.
de: Um diese Zeit nutzt du meist %1$@ mit %2$lld Erinnerungen.
es: Sueles usar %1$@ con %2$lld avisos a esta hora.
fr: À cette heure-ci, vous lancez souvent %1$@ avec %2$lld alertes.
it: Di solito a quest'ora usi %1$@ con %2$lld avvisi.
ja: この時間帯はいつも %1$@・通知 %2$lld 個で使っています。
ko: 이맘때면 %1$@ 에 알림 %2$lld 개로 쓰시더라고요.
pt_br: Por volta deste horário, você costuma usar %1$@ com %2$lld alertas.
zh_hans: 这个时间你通常会用 %1$@、%2$lld 个提醒。
zh_hant: 這個時間你通常會用 %1$@、%2$lld 個提醒。

source: You're already a Pro member!
de: Du hast Pro bereits!
es: ¡Ya eres miembro Pro!
fr: Vous êtes déjà membre Pro !
it: Sei già un utente Pro!
ja: すでにProメンバーです！
ko: 이미 Pro 회원입니다!
pt_br: Você já é Pro!
zh_hans: 你已经是 Pro 用户了！
zh_hant: 你已經是 Pro 使用者了！

# Last time: %@ with %lld alerts. Pro remembers it for you.
source: Last time: %1$@ with %2$lld alerts. Pro remembers it for you.
de: Letztes Mal: %1$@ mit %2$lld Erinnerungen. Pro merkt es sich für dich.
es: La última vez: %1$@ con %2$lld avisos. Pro lo recuerda por ti.
fr: La dernière fois : %1$@ avec %2$lld alertes. Pro s’en souvient pour vous.
it: L'ultima volta: %1$@ con %2$lld avvisi. Pro lo ricorda per te.
ja: 前回は %1$@・通知 %2$lld 個でした。Proならこれを覚えておきます。
ko: 지난번엔 %1$@, 알림 %2$lld개였어요. Pro는 이걸 기억해 둡니다.
pt_br: Da última vez: %1$@ com %2$lld alertas. O Pro guarda isso para você.
zh_hans: 上次是 %1$@、%2$lld 个提醒。Pro 会帮你记住。
zh_hant: 上次是 %1$@、%2$lld 個提醒。Pro 會幫你記住。

source: Remember it with Pro
de: Mit Pro merken
es: Recordarlo con Pro
fr: Le mémoriser avec Pro
it: Ricordalo con Pro
ja: Proで覚えておく
ko: Pro로 기억해 두기
pt_br: Guardar com o Pro
zh_hans: 用 Pro 记住它
zh_hant: 用 Pro 記住它

source: See Pro
de: Pro ansehen
es: Ver Pro
fr: Voir Pro
it: Scopri Pro
ja: Proを見る
ko: Pro 보기
pt_br: Ver o Pro
zh_hans: 了解 Pro
zh_hant: 了解 Pro

source: Shows what Pro includes
de: Zeigt, was Pro enthält
es: Muestra lo que incluye Pro
fr: Montre ce qu’inclut Pro
it: Mostra cosa include Pro
ja: Proの内容を表示します
ko: Pro에 무엇이 들어 있는지 보여 줍니다
pt_br: Mostra o que o Pro inclui
zh_hans: 查看 Pro 包含哪些功能
zh_hant: 查看 Pro 包含哪些功能

source: Tomorrow's setup is back on the dial
de: Das Setup für morgen ist wieder auf dem Zifferblatt
es: La configuración de mañana ya está en el dial
fr: Le réglage de demain est sur le cadran
it: La configurazione di domani è di nuovo sul quadrante
ja: 明日の設定をダイヤルに戻しました
ko: 내일 쓸 설정을 다이얼에 올려 두었어요
pt_br: A configuração de amanhã já está no mostrador
zh_hans: 明天要用的设置已经放回表盘
zh_hant: 明天要用的設定已經放回錶盤

source: Tomorrow's setup is ready
de: Das Setup für morgen ist bereit
es: La configuración de mañana está lista
fr: Le réglage de demain est prêt
it: La configurazione di domani è pronta
ja: 明日の設定を用意しました
ko: 내일 쓸 설정을 준비했어요
pt_br: A configuração de amanhã está pronta
zh_hans: 明天要用的设置已经准备好了
zh_hant: 明天要用的設定已經準備好了

source: You've run %1$@ with %2$lld alerts on different days. Pro remembers it, so next time it's already on the dial.
de: Du hast %1$@ mit %2$lld Erinnerungen an verschiedenen Tagen genutzt. Pro merkt es sich, damit es nächstes Mal schon auf dem Zifferblatt ist.
es: Has usado %1$@ con %2$lld avisos en días distintos. Pro lo recuerda, así que la próxima vez ya estará en el dial.
fr: Vous avez lancé %1$@ avec %2$lld alertes sur plusieurs jours. Pro s’en souvient : la prochaine fois, il sera déjà sur le cadran.
it: Hai usato %1$@ con %2$lld avvisi in giorni diversi. Pro lo ricorda, così la prossima volta è già sul quadrante.
ja: 別々の日に %1$@・通知 %2$lld 個で使っています。Proならこの設定を覚えて、次に開いたときダイヤルに用意しておきます。
ko: 서로 다른 날에 %1$@, 알림 %2$lld개로 쓰셨어요. Pro는 이 설정을 기억해 두었다가 다음에 열면 다이얼에 올려 둡니다.
pt_br: Você usou %1$@ com %2$lld alertas em dias diferentes. O Pro guarda isso, e da próxima vez já estará no mostrador.
zh_hans: 你在不同的日子里都用了 %1$@、%2$lld 个提醒。Pro 会记住这组设置，下次打开时就已经放在表盘上。
zh_hant: 你在不同的日子裡都用了 %1$@、%2$lld 個提醒。Pro 會記住這組設定，下次打開時就已經放在錶盤上。

source: Your %1$@ setup with %2$lld alerts is back on the dial. This is what Pro does every time you open the app.
de: Dein Setup %1$@ mit %2$lld Erinnerungen ist wieder auf dem Zifferblatt. Genau das macht Pro jedes Mal, wenn du die App öffnest.
es: Tu configuración de %1$@ con %2$lld avisos está de nuevo en el dial. Esto es lo que hace Pro cada vez que abres la app.
fr: Votre réglage %1$@ avec %2$lld alertes est de retour sur le cadran. C’est ce que Pro fait à chaque ouverture de l’app.
it: La tua configurazione da %1$@ con %2$lld avvisi è di nuovo sul quadrante. Pro lo fa ogni volta che apri l'app.
ja: %1$@・通知 %2$lld 個の設定をダイヤルに戻しました。Proなら、アプリを開くたびにこうしておきます。
ko: %1$@, 알림 %2$lld개 설정을 다이얼에 다시 올려 두었어요. Pro는 앱을 열 때마다 이렇게 해 둡니다.
pt_br: Sua configuração de %1$@ com %2$lld alertas voltou ao mostrador. É isso que o Pro faz toda vez que você abre o app.
zh_hans: %1$@、%2$lld 个提醒的设置已经放回表盘。Pro 每次打开 App 都会这样帮你准备好。
zh_hant: %1$@、%2$lld 個提醒的設定已經放回錶盤。Pro 每次打開 App 都會這樣幫你準備好。

source: Now free for everyone
de: Jetzt für alle kostenlos
es: Ahora gratis para todos
fr: Désormais gratuit pour tous
it: Ora gratis per tutti
ja: 全員に無料になったもの
ko: 모두에게 무료가 된 것
pt_br: Agora grátis para todos
zh_hans: 现在对所有人免费
zh_hant: 現在對所有人免費

source: Moved to Pro
de: Jetzt in Pro
es: Pasó a Pro
fr: Passé dans Pro
it: Passato a Pro
ja: Proに移ったもの
ko: Pro로 옮긴 것
pt_br: Passou para o Pro
zh_hans: 移至 Pro 的功能
zh_hant: 移至 Pro 的功能

source: Saved templates
de: Gesicherte Vorlagen
es: Plantillas guardadas
fr: Modèles enregistrés
it: Modelli salvati
ja: 保存したテンプレート
ko: 저장한 템플릿
pt_br: Modelos salvos
zh_hans: 已保存的模板
zh_hant: 已儲存的範本

source: Up to 3 on the free plan
de: Gratis: bis zu 3
es: Hasta 3 en el plan gratis
fr: Jusqu’à 3 en version gratuite
it: Fino a 3 nel piano gratuito
ja: 無料は3件まで
ko: 무료는 3개까지
pt_br: Até 3 no plano gratuito
zh_hans: 免费版最多 3 个
zh_hant: 免費版最多 3 個

source: Reopening the app
de: Beim erneuten Öffnen der App
es: Al volver a abrir la app
fr: À la réouverture de l’app
it: Riaprendo l'app
ja: アプリを開き直したとき
ko: 앱을 다시 열 때
pt_br: Ao reabrir o app
zh_hans: 重新打开 App 时
zh_hant: 重新開啟 App 時

source: Your last setup came back
de: Dein letztes Setup war wieder da
es: Volvía tu última configuración
fr: Votre dernier réglage revenait
it: Ritrovavi l'ultima configurazione
ja: 前回の設定が戻っていた
ko: 마지막 설정이 돌아왔음
pt_br: Sua última configuração voltava
zh_hans: 上次的设置会恢复
zh_hant: 上次的設定會恢復

source: Starts from the default on the free plan
de: Gratis: startet mit dem Standard
es: Empieza desde el predeterminado en el plan gratis
fr: Repart du réglage par défaut en version gratuite
it: Parte da quella predefinita nel piano gratuito
ja: 無料はデフォルトから始まる
ko: 무료는 기본값에서 시작
pt_br: Começa do padrão no plano gratuito
zh_hans: 免费版从默认设置开始
zh_hant: 免費版從預設設定開始

source: What changed for you
de: Was sich für dich geändert hat
es: Qué cambió para ti
fr: Ce qui a changé pour vous
it: Cosa è cambiato per te
ja: 変わったことをお知らせします
ko: 달라진 점을 알려 드립니다
pt_br: O que mudou para você
zh_hans: 有哪些变化
zh_hant: 有哪些變化

source: You've been using this app since before Pro changed. Here is exactly what is different now.
de: Du nutzt diese App schon seit der Zeit vor der Pro-Umstellung. Hier steht genau, was jetzt anders ist.
es: Usas esta app desde antes de que Pro cambiara. Esto es exactamente lo que es distinto ahora.
fr: Vous utilisez cette app depuis avant le changement de Pro. Voici précisément ce qui est différent aujourd’hui.
it: Usi questa app da prima che Pro cambiasse. Ecco esattamente cosa è diverso ora.
ja: Proが変わる前から使っていただいています。今なにが変わったのか、そのままお伝えします。
ko: Pro가 바뀌기 전부터 써 주셨습니다. 지금 무엇이 달라졌는지 그대로 적었습니다.
pt_br: Você usa este app desde antes da mudança no Pro. Aqui está exatamente o que mudou.
zh_hans: 你在 Pro 调整之前就开始使用了。下面如实列出现在有哪些不同。
zh_hant: 你在 Pro 調整之前就開始使用了。以下如實列出現在有哪些不同。

source: Your last setup is still saved
de: Dein letztes Setup ist weiterhin gesichert
es: Tu última configuración sigue guardada
fr: Votre dernier réglage est toujours enregistré
it: La tua ultima configurazione è ancora salvata
ja: 前回使った設定もそのまま保存されています
ko: 마지막으로 쓰신 설정도 그대로 저장돼 있습니다
pt_br: Sua última configuração continua salva
zh_hans: 你上次使用的设置也仍然保存着
zh_hant: 你上次使用的設定也仍然儲存著

source: Nothing was deleted. If you upgrade, everything comes back exactly as you left it.
de: Nichts wurde gelöscht. Nach einem Upgrade ist alles genau so wieder da, wie du es verlassen hast.
es: No se eliminó nada. Si te pasas a Pro, todo vuelve tal como lo dejaste.
fr: Rien n’a été supprimé. Si vous passez à Pro, tout revient exactement comme vous l’aviez laissé.
it: Non è stato eliminato nulla. Se passi a Pro, ritrovi tutto esattamente com'era.
ja: 削除されたものはありません。Proにすると、残していたとおりに戻ります。
ko: 지워진 것은 없습니다. Pro로 바꾸시면 두셨던 그대로 돌아옵니다.
pt_br: Nada foi apagado. Se você passar para o Pro, tudo volta exatamente como estava.
zh_hans: 没有任何内容被删除。升级到 Pro 后，一切都会原样恢复。
zh_hant: 沒有任何內容被刪除。升級到 Pro 後，一切都會原樣恢復。
